Repository: nfouka/jobbet_sf2.5
Catalog: src/Erlem/JobeetBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Jobeet - Your best job board
fr: Jobeet - Les meilleurs offres d'emplois

source: Enter some keywords (city, country, position, ...)
fr: Entre des mots cle (ville, pays, position, ...)

source: Recent viewed jobs:
fr: Dernier emplois vus:

source: About Jobeet
fr: A propos de Jobeet

source: Become an affiliate
fr: Devenir un affilie

source: and %count% more...
fr: et %count% autres...

source: Language
fr: Langue

source: Publish
fr: Publier

source: Edit
fr: Editer

source: Are you sure?
fr: Etes-vous sur?

source: Delete
fr: Supprimer

source: Extend
fr: Prolonger

source: for another 30 days
fr: pour 30 jours supplementaires

source: Bookmark this %url% to manage this job in the future
fr: Marquer cette %url% pour gerer ce travail a l'avenir

source: Whether the job can also be published on affiliate websites or not.
fr: Si le travail peut egalement etre publie sur les sites affilies ou non.

source: %company% is looking for a %position%
fr: %company% est a la recherche d'un %position%

source: How to apply?
fr: comment appliquer?

source: posted on %date%
fr: poste en %date%

source: {0} No job in this category|{1} One job in this category|]1,Inf] %count% jobs in this category
fr: {0}Aucune annonce dans cette categorie|{1}Une annonce dans cette categorie|]1,+Inf] %count% annonces dans cette categorie

source: Jobs in the %category% category
fr: Travails dans le %category% categorie

source: Your affiliate account has been created
fr: Votre compte d'affiliation a ete cree

source: Thank you! You will receive an email with your affiliate token as soon as your account will be activated.
fr: On te remercie! Vous recevrez un email avec votre jeton d'affiliation des que votre compte sera active.

source: Expires in %count% days
fr: Expire en %count% jours

source: Ask for people
fr: Recherche des gens

source: Ask for a job
fr: Recherche d'un emploi

source: Jobeet API
fr: API Jobeet

source: Job creation
fr: Creation d'emploi

source: Job edit
fr: Edit l'emploi

source: Expired
fr: Expir√©

source: Full feed
fr: Fil RSS

source: Post a Job
fr: Poste un emploi
